Repository: common-repository/bp-my-home
Catalog: languages/bp-*-home-*.po
Languages: fr_fr

source: Cheatin&#8217; huh?
fr_fr: Alors on triche ?

source: Home
fr_fr: Accueil

source: My Home
fr_fr: Mon Accueil

source: My Widgets
fr_fr: Mes Widgets

source: My Settings
fr_fr: Mes Réglages

source: BP My Home options
fr_fr: Options de BP My Home

source: BP My Home Widgets
fr_fr: Widgets BP My Home

source: List of available widgets you can drag (only one instance of each) in one of the two BP MY Home sidebars on the right
fr_fr: Liste des widgets disponibles que vous pouvez glisser déposer (une seule instance de chaque) dans l&#39;une des deux sidebars BP My Home de droite.

source: Settings
fr_fr: Réglages

source: Manage Widgets
fr_fr: Manager les Widgets

source: Main Settings
fr_fr: Réglages principaux

source: Customization
fr_fr: Personnalisation

source: Disable BP my Home as the default component of member&#39;s profile area
fr_fr: Désactiver BP My Home en tant que composant par défaut des pages de profil des membres.

source: Do not allow users to set their profile page as the landing page of this website
fr_fr: Ne pas autoriser les utilisateurs à activer leur page d&#39;accueil en tant que landing page du site.

source: Disable the Bookmark button in page or posts
fr_fr: Désactiver le bouton Favoris ajouté aux pages et articles

source: Disable the use of the Subscribe button in templates
fr_fr: Désactiver l&#39;utilisation du bouton S&#39;abonner dans les templates

source: Disable The admin-widget js replacement
fr_fr: Désactiver le remplacement du javascript natif dans l&#39;interface de gestion des widgets

source: Custom slug for the component main url
fr_fr: Slug personnalisé pour l&#39;url principale du composant

source: Custom name for the component
fr_fr: Nom personnalisé pour le composant

source: Custom name for main nav
fr_fr: Nom personnalisé pour la navigation principale

source: Custom slug for the widgets subnav
fr_fr: Slug personnalisé pour la sous navigation Widgets

source: Custom name for the widgets subnav
fr_fr: Nom personnalisé pour la sous navigation Widgets

source: Custom slug for the user settings subnav
fr_fr: Slug personnalisé pour la sous navigation Réglages

source: Custom name for the user settings subnav
fr_fr: Nom personnalisé pour la sous navigation Réglages

source: Set BP My Home !
fr_fr: Réglez BP My Home !

source: You need to set widgets ? Since version 2.0, BP My Home uses the <a href="%s">WordPress built-in Widgets manager</a>.
fr_fr: Vous avez besoin de paramétrer les widgets ? Depuis sa version 2.0, BP My Home utilise l&#39;interface <a href="%s">WordPress native</a>.

source: Customize BP My Home !
fr_fr: Personnalisez BP My Home !

source: If you do not like the default slugs or names, you can use theses options to make BP My Home a little more customized. Make sure to avoid the use of other BuddyPress components.
fr_fr: Si vous n&#39;appréciez pas les noms ou slugs par défaut, vous pouvez utiliser les options suivantes en vue de personnaliser un peu plus BP My Home. Faites en sorte de ne pas choisir des slugs on noms d&#39;autres composants BuddyPress activés.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: BP My home, by default, is replacing the activity or profile component as the default member&#39;s component. Setting this option to Yes will disable this feature and the default navigation will be the activity or profile one.
fr_fr: BP My Home, par défaut, remplace le composant activité ou profile en tant que composant par défaut de la zone du membre. En choisissant Oui, vous désactivez ce comportement et la navigation par défaut redevient les activités ou le profile.

source: BP My home, by default, allow users to set their BP My Home page as the landing page of your website. Setting this option to Yes will deactivate this feature.
fr_fr: BP My Home, par défaut, autorise vos membres à définir leur page BP My Home comme page d&#39;accueil de votre site. En cochant le choix Oui, vous désactivez ce comportement.

source: BP My home, by default, is adding a Bookmark button at the end of your posts or pages while viewing them in their singular templates. You can disable this feature by setting this option to Yes. If you did so, yon can still add a bookmark button using this template tag <code>&lt;?php if( function_exists( &#39;the_bpmh_bkmks_tag&#39; ) ) the_bpmh_bkmks_tag() ; ?&gt;</code> in the single or page template.
fr_fr: BP My Home, par défaut, ajoute un bouton Favori à la suite du contenu des pages ou des articles lorsqu'ils sont consultés dans leur template singular. Vous pouvez désactivez cette fonctionnalité en optant pour le choix Oui. Si c&#39;est le choix que vous avez retenu, vous pouvez toujours ajouter un bouton Favori en maîtrisant plus son positionnement au sein des templates single ou page via l&#39;utilisation de ce template tag <code>&lt;?php if( function_exists( &#39;the_bpmh_bkmks_tag&#39; ) ) the_bpmh_bkmks_tag() ; ?&gt;</code>

source: If this tag <code>&lt;?php if( function_exists( &#39;the_bpmh_rss_button&#39; ) ) the_bpmh_rss_button() ; ?&gt;</code> is added to your category, archive, single or search template, then BP My home, by default, will add a Subscribe button to let your members easily add some of your feeds to the rss reader widget. You can disable this feature by setting this option to Yes.
fr_fr: Si ce tag <code>&lt;?php if( function_exists( &#39;the_bpmh_rss_button&#39; ) ) the_bpmh_rss_button() ; ?&gt;</code> est ajouté aux templates category, archive, single ou search, alors BP My Home, par défaut, ajoutera un bouton S&#39;abonner afin de simplifier l&#39;enrestrement de nouveaux flux dans leur Widget de lecture RSS. Vous pouvez désactiver ce comportement en optant pour Oui.

source: BP My home, by default, is replacing the core admin-widget.js script by its own, and extends the widget admin area to ease the process of managing BP My Home widgets. Setting this option to Yes will disable this feature, and you will need to make sure only one instance of each of the BPMH Widgets is in the BPMH Sidebars and only these sidebars.
fr_fr: BP My Home, par défaut, remplace le javascript natif admin-widget.js par son propre javascript et étend l&#39;administration des widgets pour faciliter la gestion des widgets BP My Home. En choisissant le choix Oui, vous désactivez ce remplacement, mais vous aurez à faire en sorte de ne pas avoir plus d&#39;une instance de widget BP My Home dans les sidebars de BP My Home et vous veillerez à n&#39;utiliser que ces sidebars pour les widgets BP My Home.

source: BP My Home Settings
fr_fr: Réglages de BP My Home

source: Save Changes
fr_fr: Enregistrer les réglages

source: Settings saved
fr_fr: Réglages enregistrés

source: Oops, something went wrong !
fr_fr: Oh la la la, un problème est survenu !

source: Error, try to refresh the page before trying again
fr_fr: Erreur, merci de rafraîchir la page avant de renouveler.

source: View All Bookmarks
fr_fr: Voir tous les favoris

source: Bookmarked
fr_fr: Mis en favoris

source: View All Feeds
fr_fr: Voir tous les flux

source: Subscribed
fr_fr: Abonné

source: Bookmark
fr_fr: Favoris

source: Sorry, the administrator has not activated any widget so far.
fr_fr: Désolé, l&#39;administrateur n&#39;a pas encore activé de widget.

source: Results for
fr_fr: Résultats pour

source: Subscribe
fr_fr: S&#39;abonner

source: <h5>Error:</h5> Oops something went wrong with this feed %s
fr_fr: <h5>Erreur:</h5> Oops un problème est survenu avec ce flux rss %s

source: <h5>Error:</h5> No items were found in this feed %s
fr_fr: <h5>Erreur:</h5> aucune donnée disponible pour ce flux rss %s

source: Go to:
fr_fr: Aller à:

source: On :
fr_fr: Sur :

source: Go to : %s
fr_fr: Aller à : %S

source: Show/hide comment content
fr_fr: Montre/masquer le commentaire

source: View comment
fr_fr: Voir le commentaire

source: Comments Count
fr_fr: Nombre de commentaires

source: Follow Up
fr_fr: Suivi des commentaires

source: Published
fr_fr: Publié

source: Awaiting moderation
fr_fr: En attente de modération

source: You do not have access to this page.
fr_fr: Vous n&#39;avez pas accès à cette page.

source: Settings saved successfully
fr_fr: Réglages enregistrés avec succès

source: Uncheck the widget(s) you want to disable.
fr_fr: Désactivez le ou les widgets que vous ne souhaitez pas utiliser

source: Set your profile page as this website landing page.
fr_fr: Faire de votre page de membre la page d&#39;accueil de ce site

source: Activate
fr_fr: Activer

source: Save settings
fr_fr: Enregistrer les réglages

source: BPMH Left Column
fr_fr: BPMH Colonne de gauche

source: Left column of BP My Home user&#39;s page
fr_fr: La colonne de gauche pour accueillir les widgets des utilisateurs.

source: BPMH Right Column
fr_fr: BPMH Colonne de droite

source: Right column of BP My Home user&#39;s page
fr_fr: La colonne de droite pour accueillir les widgets des utilisateurs

source: Stores user&#39;s bookmarks
fr_fr: Gestionnaire de favoris

source: Bookmarks
fr_fr: Favoris

source: Configure
fr_fr: Configurer

source: Content is only available in user&#39;s page
fr_fr: Le contenu n&#39;est disponible que sur la page utilisateur

source: Title:
fr_fr: Titre:

source: To add new bookmarks, you can hover this box header to activate the configure link
fr_fr: Pour ajouter de nouveaux favoris, vous pouvez survoler le header de cette box afin de révéler le lien pour configurer vos réglages.

source: Settings for %s
fr_fr: Réglages pour %s

source: Add a new bookmark
fr_fr: Ajouter un nouveau favori

source: Link
fr_fr: Lien

source: Delete bookmarks
fr_fr: Supprimer des favoris

source: Select to delete
fr_fr: Activer pour supprimer

source: Save
fr_fr: Enregistrer

source: Widget settings saved successfully
fr_fr: Réglages du widget enregistrés avec succès

source: A small Notepad for your members
fr_fr: Petit outil de prise de note

source: Click to edit
fr_fr: Cliquer pour modifier

source: An RSS reader for your members
fr_fr: Un lecteur de flux RSS pour vos membres

source: Refreshing the feed, please wait..
fr_fr: Chargement du flux en cours...

source: all
fr_fr: tous

source: To add new feeds, you can hover this box header to activate the configure link
fr_fr: Pour ajouter un nouveau flux, vous pouvez survoler le header de cette box pour révéler le lien de configuration

source: Add a new feed
fr_fr: Ajouter un nouveau flux

source: Feed
fr_fr: Flux

source: Delete feeds
fr_fr: Supprimer des flux

source: Let your members follow their latest comments
fr_fr: Permet à vos membres de suivre leurs commentaires

source: Loading the comments, please wait..
fr_fr: Chargement des commentaires en cours..

source: Comments follow up
fr_fr: Suivi de commentaires

source: Select the blog
fr_fr: Choisir le blog

source: BP My Home adds a widgetized area for your BuddyPress members.
fr_fr: BP My Home ajoute une zone widgetisable pour vos membres BuddyPress.
